'''print("出生人数",'\n',df_b)
print("*********************************************************************************")
print("出生率",'\n',df_br)
print("*********************************************************************************")
print("死亡人数",'\n',df_d)
print("*********************************************************************************")
print("死亡率",'\n',df_dr)'''

'''#print(df_b.index,df_b.columns)
print(df_b.loc[18072:18143,'Year':'Births'],end = '\n')######按年份计算世界出生人数(原文件给出了world数据免去自己加)
print(type(df_b.loc[18072:18143,'Year':'Births']))
#print(df_d.index,df_d.columns)
print(df_d.loc[18072:18143,'Year':'Deaths'],end = '\n')######按年份计算世界死亡人数(原文件给出了world数据免去自己加)
print(type(df_b.loc[18072:18143,'Year':'Births']))
'''

